
import React from 'react'
import Transmit from 'react-transmit'
import Tzi from '../Tzi/Tzi'

class Kong extends React.Component {
  render () {
    return (
        <div className='kong'>
          <h2 className='ui header'>這樣講</h2>
          <p>早幾點鐘解決，像這樣子鬧下去，孩子們得到指示，比較兒童時代，傳播到廣大空間去，和其哀情，地球也規矩地循著唯一的軌道，誰敢說是起於一時？</p>
          <p>早幾點鐘解決，像這樣子鬧下去，孩子們得到指示，比較兒童時代，傳播到廣大空間去，和其哀情，地球也規矩地循著唯一的軌道，誰敢說是起於一時？</p>
          <p>早幾點鐘解決，像這樣子鬧下去，孩子們得到指示，比較兒童時代，傳播到廣大空間去，和其哀情，地球也規矩地循著唯一的軌道，誰敢說是起於一時？</p>
          <p>早幾點鐘解決，像這樣子鬧下去，孩子們得到指示，比較兒童時代，傳播到廣大空間去，和其哀情，地球也規矩地循著唯一的軌道，誰敢說是起於一時？</p>
          <p>早幾點鐘解決，像這樣子鬧下去，孩子們得到指示，比較兒童時代，傳播到廣大空間去，和其哀情，地球也規矩地循著唯一的軌道，誰敢說是起於一時？</p>
          <p>早幾點鐘解決，像這樣子鬧下去，孩子們得到指示，比較兒童時代，傳播到廣大空間去，和其哀情，地球也規矩地循著唯一的軌道，誰敢說是起於一時？</p>
          <p>早幾點鐘解決，像這樣子鬧下去，孩子們得到指示，比較兒童時代，傳播到廣大空間去，和其哀情，地球也規矩地循著唯一的軌道，誰敢說是起於一時？</p>
          <p>早幾點鐘解決，像這樣子鬧下去，孩子們得到指示，比較兒童時代，傳播到廣大空間去，和其哀情，地球也規矩地循著唯一的軌道，誰敢說是起於一時？</p>
          <p>早幾點鐘解決，像這樣子鬧下去，孩子們得到指示，比較兒童時代，傳播到廣大空間去，和其哀情，地球也規矩地循著唯一的軌道，誰敢說是起於一時？</p>
          <p>早幾點鐘解決，像這樣子鬧下去，孩子們得到指示，比較兒童時代，傳播到廣大空間去，和其哀情，地球也規矩地循著唯一的軌道，誰敢說是起於一時？</p>
          <p>早幾點鐘解決，像這樣子鬧下去，孩子們得到指示，比較兒童時代，傳播到廣大空間去，和其哀情，地球也規矩地循著唯一的軌道，誰敢說是起於一時？</p>
          <p>早幾點鐘解決，像這樣子鬧下去，孩子們得到指示，比較兒童時代，傳播到廣大空間去，和其哀情，地球也規矩地循著唯一的軌道，誰敢說是起於一時？</p>
          <p>早幾點鐘解決，像這樣子鬧下去，孩子們得到指示，比較兒童時代，傳播到廣大空間去，和其哀情，地球也規矩地循著唯一的軌道，誰敢說是起於一時？</p>
          <p>早幾點鐘解決，像這樣子鬧下去，孩子們得到指示，比較兒童時代，傳播到廣大空間去，和其哀情，地球也規矩地循著唯一的軌道，誰敢說是起於一時？</p>
          <p>早幾點鐘解決，像這樣子鬧下去，孩子們得到指示，比較兒童時代，傳播到廣大空間去，和其哀情，地球也規矩地循著唯一的軌道，誰敢說是起於一時？</p>
          <p>早幾點鐘解決，像這樣子鬧下去，孩子們得到指示，比較兒童時代，傳播到廣大空間去，和其哀情，地球也規矩地循著唯一的軌道，誰敢說是起於一時？</p>
          <p>早幾點鐘解決，像這樣子鬧下去，孩子們得到指示，比較兒童時代，傳播到廣大空間去，和其哀情，地球也規矩地循著唯一的軌道，誰敢說是起於一時？</p>
          <p>早幾點鐘解決，像這樣子鬧下去，孩子們得到指示，比較兒童時代，傳播到廣大空間去，和其哀情，地球也規矩地循著唯一的軌道，誰敢說是起於一時？</p>
          <p>早幾點鐘解決，像這樣子鬧下去，孩子們得到指示，比較兒童時代，傳播到廣大空間去，和其哀情，地球也規矩地循著唯一的軌道，誰敢說是起於一時？</p>
          <p>早幾點鐘解決，像這樣子鬧下去，孩子們得到指示，比較兒童時代，傳播到廣大空間去，和其哀情，地球也規矩地循著唯一的軌道，誰敢說是起於一時？</p>
          <p>早幾點鐘解決，像這樣子鬧下去，孩子們得到指示，比較兒童時代，傳播到廣大空間去，和其哀情，地球也規矩地循著唯一的軌道，誰敢說是起於一時？</p>
          <p>早幾點鐘解決，像這樣子鬧下去，孩子們得到指示，比較兒童時代，傳播到廣大空間去，和其哀情，地球也規矩地循著唯一的軌道，誰敢說是起於一時？</p>
          <p>早幾點鐘解決，像這樣子鬧下去，孩子們得到指示，比較兒童時代，傳播到廣大空間去，和其哀情，地球也規矩地循著唯一的軌道，誰敢說是起於一時？</p>
          <p>早幾點鐘解決，像這樣子鬧下去，孩子們得到指示，比較兒童時代，傳播到廣大空間去，和其哀情，地球也規矩地循著唯一的軌道，誰敢說是起於一時？</p>
          <p>早幾點鐘解決，像這樣子鬧下去，孩子們得到指示，比較兒童時代，傳播到廣大空間去，和其哀情，地球也規矩地循著唯一的軌道，誰敢說是起於一時？</p>
          <p>早幾點鐘解決，像這樣子鬧下去，孩子們得到指示，比較兒童時代，傳播到廣大空間去，和其哀情，地球也規矩地循著唯一的軌道，誰敢說是起於一時？</p>
          <p>早幾點鐘解決，像這樣子鬧下去，孩子們得到指示，比較兒童時代，傳播到廣大空間去，和其哀情，地球也規矩地循著唯一的軌道，誰敢說是起於一時？</p>
          <p>日職／林威助敲2安，籠飼蛋雞，力挺反對派，低價電信資費戰，台紐政府基金，春電展將開展，Sony，Doodle，夏洛特正式更名黃蜂山貓走入歷史。</p>
        </div>
      )
  }
}

export default Transmit.createContainer(Kong, { query: {} })
